[
  {
    "_id": "6331ca608001b4e2616205f4",
    "title": "Reza presents at AAPM annual meeting",
    "date": "2021-07-26T00:00:00.000Z",
    "content": "<p>Reza Reiazi presents his poster entitled, \"Prediction of HPV Status in the Head and Neck Cancer Patient Using CT Derived Radiomic Features: The Impact of CT Scanner\" at the AAPM annual meeting</p>"
  },
  {
    "_id": "6331ca608001b4e2616205f5",
    "title": "Jun Won Kim receives the Best Poster Award for Academic Excellence in Resarch (presented at UTDRO Reseach Day) at the annual Post-Grad Graduation Ceremony hosted by U of T Radiation Oncology",
    "date": "2021-06-10T00:00:00.000Z",
    "content": "<p>Congratulations to Jun Won Kim for receiving the Best Poster Award for Academic Excellence in Research!</p>"
  },
  {
    "_id": "6331ca608001b4e2616205f6",
    "title": "Dr. Farnoosh Abbas-Aghababazadeh presents at the upcoming SSC virtual annual meeting",
    "date": "2021-06-07T04:00:00.000Z",
    "content": "<p>Dr. Farnoosh Abbas-Aghababazadeh presents  <strong>Meta-analysis in Cancer Research: Opportunities and Challenges </strong>at the<strong> </strong>Statistical Society of Canada (SSC) Annual Meeting.</p>"
  },
  {
    "_id": "6331ca608001b4e2616205f7",
    "title": "Foram Vyas presents her presentation at the James Lepock Memorial Symposium",
    "date": "2021-05-31T00:00:00.000Z",
    "content": "<p>Foram Vyas presents her presentation on 'Unraveling targetable proteases in subtype-specific pancreatic cancer' at the James Lepock Memorial Symposium at the University of Toronto</p>"
  },
  {
    "_id": "6331ca608001b4e2616205f8",
    "title": "Jun Won Kim presents his poster at the University of Toronto Radiation Oncology (UTDRO) Research Day",
    "date": "2021-05-05T04:00:00.000Z",
    "content": "<p>Jun Won Kim presents his poster on \"Development of web-based quality-assurance tool for radiotherapy target delineation for head and neck cancer\" at the University of Toronto Radiation Oncology (UTDRO) Research Day</p>"
  },
  {
    "_id": "6331ca608001b4e2616205f9",
    "title": "Foram Vyas recieves the CIHR Frederick Banting and Charles Best Scholarship Award",
    "date": "2021-04-01T04:00:00.000Z",
    "content": "<p>Congratulations to Foram Vyas for receiving the prestigious CIHR Frederick Banting and Charles Best Canada Graduate Scholarship Award!</p>"
  },
  {
    "_id": "6331ca608001b4e2616205fa",
    "title": "Reza presents at Imaging Network Ontario",
    "date": "2021-03-24T00:00:00.000Z",
    "content": "<p>Reza Reiazi delivers a presentation entitled \"The Impact of the Variation of CT Scanner on the Prediction of Human papillomavirus (HPV) Association of Oropharyngeal Cancer (OPC) using Radiomic Models\" at St. Francis Xavier University</p>"
  },
  {
    "_id": "6331ca608001b4e2616205fb",
    "title": "Reza Reiazi presents at the AACR conference",
    "date": "2021-03-01T05:00:00.000Z",
    "content": "<p>Reza Reiazi presents his poster entitled, \"The impact of the variation of CT scanner on the prediction of HPV status in head &amp; neck cancer patients\" at the AACR Virtual Special Conference on Artificial Intelligence, Diagnosis, and Imaging</p>"
  },
  {
    "_id": "6331ca608001b4e2616205fc",
    "title": "Foram Vyas presents her presentation at the ASBMB&#039;s 38th Winter School of Proteinases and their Inhibibitors",
    "date": "2021-02-21T00:00:00.000Z",
    "content": "<p>Foram Vyas presents her presentation on 'Protease networks in subtype-specific tumour-stroma crosstalk in pancreatic cancer' at the ASBMB's 38th Winter School of Proteinases and their Inhibitors Conference</p>"
  },
  {
    "_id": "6331ca608001b4e2616205fd",
    "title": "Dr. Benjamin Haibe-Kains presents  at the AACR virtual special conference, Artificial Intelligence, Diagnosis, and Imaging",
    "date": "2021-01-14T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains presents <strong>Platforms to improve reproducibility in artificial intelligence research </strong>at the AACR, virtual special conference, Artificial Intelligence, Diagnosis, and Imaging</p>"
  },
  {
    "_id": "6331ca608001b4e2616205fe",
    "title": "Anthony Mammoliti presents  at the AACR virtual special conference, Artificial Intelligence, Diagnosis, and Imaging",
    "date": "2021-01-14T00:00:00.000Z",
    "content": "<p>Anthony Mammoliti presents <strong>ORCESTRA: A platform for orchestrating and sharing high-throughput multimodal data analyses </strong>at the AACR, virtual special conference, Artificial Intelligence, Diagnosis, and Imaging</p>"
  },
  {
    "_id": "6331ca608001b4e2616205ff",
    "title": "Multiple presentations from BHK lab members at the AACR virtual special conference",
    "date": "2021-01-13T00:00:00.000Z",
    "content": "<p>Congratulatios to BHK lab members Dr. Soheil Jahangiri, Dr. Arvind Mer, Dr. Reza Reiazi, Dr. Wail Ba-alawi, Dr .Jun Won Kim, Anthony Mammoliti, Michal Kazmierski, Joseph Marsilla, and Petr Smirnov for your poster presentations at the American Association for Cancer Research virtual special conference</p>"
  },
  {
    "_id": "6331ca608001b4e261620600",
    "title": "Dr. Benjamin Haibe-Kains co-chairs the AACR virtual special conference",
    "date": "2021-01-13T00:00:00.000Z",
    "content": "<p>Our very own Dr. Benjamin Haibe-Kains co-chairs the prestigious American Association for Cancer Research virtual special conference: Artificial Intelligence, Diagnosis, and Imaging</p>"
  },
  {
    "_id": "6331ca608001b4e261620601",
    "title": "Dr. Benjamin Haibe-Kains presents  at the Moffitt Cancer Center",
    "date": "2021-01-12T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains virtually presents <strong>Transparency and Reproducibility in Artificial Intelligence Research </strong>at the Moffitt Cancer Center, Department of Biostatistics and Bioinformatics</p>"
  },
  {
    "_id": "6331ca608001b4e261620602",
    "title": "Multiple presentations from BHK Lab at The Cancer Genomics and Tumor Immunotherapy Symposium Education Session",
    "date": "2020-11-20T00:00:00.000Z",
    "content": "<p>A team from the BHK lab composed of Dr. Wail Ba-Alawi, Dr. Soheil Jahangiri-Tazehkand, Dr. Arvind Mer, Ian Smith, Petr Smirnov, Joseph Marsilla, and Sejin Kim shared their knowledge at The Cancer Genomics and Tumor Immunotherapy Symposium virtual Education Session.</p>"
  },
  {
    "_id": "6331ca608001b4e261620603",
    "title": "Dr. Benjamin Haibe-Kains presents at the American Association for Cancer Research",
    "date": "2020-11-12T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains presents <strong>The Path to Reproducibility Improving Research and Increasing Its Impact</strong> at the American Association for Cancer Research webinar</p>"
  },
  {
    "_id": "6331ca608001b4e261620604",
    "title": "Dr. Mattea Welch presents at OICR radiomics and imaging forum",
    "date": "2020-10-28T00:00:00.000Z",
    "content": "<p>Dr. Mattea Welch presents her findings on <strong>Exploring Automation and Radiomics in Head and Neck Imaging Studies</strong> at OICR radiomics and imaging forum </p>"
  },
  {
    "_id": "6331ca608001b4e261620605",
    "title": "Dr. Reza Rezai and Michal Kazmierski receive the STARS21 Scholarship",
    "date": "2020-09-23T00:00:00.000Z",
    "content": "<p>Congratulations to Dr.Reza Rezai and Michal Kazmierski for receiving the prestigious <strong>Strategic Training in Transdisciplinary Radiation Science for the 21st Century (STARS21) Program Scholarship</strong> </p>"
  },
  {
    "_id": "6331ca608001b4e261620606",
    "title": "Dr. Jun Won Kim receives NRF grant",
    "date": "2020-09-01T04:00:00.000Z",
    "content": "<p>Congratulations to Dr. Jun Won Kim for receiving <strong>National Research Foundation of Korea (NRF) grant </strong>funded by the Ministry of Science and ICT  </p>"
  },
  {
    "_id": "6331ca608001b4e261620607",
    "title": "Michal Kazmierski wins the Medical Biophysics Excellence Award",
    "date": "2020-09-01T04:00:00.000Z",
    "content": "<p>Congratulations to Michal Kazmierski for receiving the prestigious <strong>Medical Biophysics Excellence Award!</strong> </p>"
  },
  {
    "_id": "6331ca608001b4e261620608",
    "title": "Sisira Kadambat Nair presents her poster at BioC 2020 conference",
    "date": "2020-07-29T00:00:00.000Z",
    "content": "<p>Sisira Kadambat Nair presents her poster on <strong>ToxicoGx: R package for analysis of Large Scale Toxicogenomics Datasets </strong>at BioC 2020 conference. Here is a link to her presentation: <a href=\"https://f1000research.com/slides/9-719\", target=\"_blank\">https://f1000research.com/slides/9-719</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620609",
    "title": "Dr. Arvind Singh Mer presents at ISMB 2020 conference",
    "date": "2020-07-15T00:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents his findings on <strong>Patient Derived Xenografts Based Pharmacogenomics for Precision Medicine </strong>at ISMB 2020 conference </p>"
  },
  {
    "_id": "6331ca608001b4e26162060a",
    "title": "Michal Kazmierski presents his poster at ASCO 2020 in Chicago",
    "date": "2020-05-29T00:00:00.000Z",
    "content": "<p>Michal Kazmierski presents his poster on <strong>Radiomic response evaluation of recurrent or metastatic squamous cell cancer patients receiving Pembrolizumab on KEYNOTE-012 study </strong>at<strong> </strong>ASCO 2020 in Chicago </p>"
  },
  {
    "_id": "6331ca608001b4e26162060b",
    "title": "Dr. Hassan Mahmoud presents his poster at Cancer AI &amp; Big Data Conference",
    "date": "2020-02-20T00:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud presents his poster \"<strong>Omics Complementary Role for Biomarker Discovery.</strong>\" at the Cancer AI &amp; Big Data Conference.</p>"
  },
  {
    "_id": "6331ca608001b4e26162060c",
    "title": "Seyed Ali Madani Tonekaboni becomes Dr. Seyed Ali Madani Tonekaboni",
    "date": "2020-02-19T00:00:00.000Z",
    "content": "<p>Congragulations to the new PhD in town, Dr.Ali Madani Tonekaboni! He was awarded his doctorate on Feburary 19th for his thesis on <strong>Computational Models for Mapping Transcriptome andEpigenome to Human Phenotypes.</strong></p>"
  },
  {
    "_id": "6331ca608001b4e26162060d",
    "title": "Dr. Hassan Mahmoud presents his poster at AACR",
    "date": "2020-01-10T00:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud presented his poster on <strong>Drug sensitivity prediction modelling from genomics, transcriptomics and inferred protein activity </strong>at the AACR.</p>"
  },
  {
    "_id": "6331ca608001b4e26162060e",
    "title": "Dr. Hassan Mahmoud presents at the annual Terry Fox Research Institute&#039;s Ontario Node Research Symposium",
    "date": "2019-12-12T00:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud Mohamed presents his poster at the annual Terry Fox Research Institute’s Ontario Node Research Symposium</p>"
  },
  {
    "_id": "6331ca608001b4e26162060f",
    "title": "Dr. Benjamin Haibe-Kains receives the Bernard and Francine Dorval Prize from Canadian Cancer Society",
    "date": "2019-11-18T00:00:00.000Z",
    "content": "<p>Congragulations to our very own Dr. Benjamin Haibe-Kains who was awarded with the Bernard and Francine Dorval Prize for a young investigator who has made outstanding contributions to basic biomedical research. As the Research at Canadian Cancer Society said on their official twitter page \"Dr Benjamin Haibe-Kains, a leader in the field of computational medicine whose work has advanced precision medicine for cancer\".   Link: <a href=\"https://twitter.com/ccsresearch/status/1196437221391380480?s=12\", target=\"_blank\">https://twitter.com/ccsresearch/status/1196437221391380480?s=12</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620610",
    "title": "Dr.Benjamin Haibe-Kains is recognized by Microsoft",
    "date": "2019-11-07T05:00:00.000Z",
    "content": "<p>Microsoft awarded Dr. Benjamin Haibe-Kains with an award as a show appreciation of the partnership between BHK lab and Mircrosoft's Azure project.</p>"
  },
  {
    "_id": "6331ca608001b4e261620611",
    "title": "BHK Lab shines bright with multiple presentations at the 5th CCRC Conference",
    "date": "2019-11-03T04:00:00.000Z",
    "content": "<p>A team from the BHK lab composed of Dr. Hassan Mahmoud, Dr. Soheil Jahangiri Tazehkhand and Ian Smith presented their findings in a poster presetation at the 5th CCRC Conference. Dr. Mahmoud presented his poster on <strong>Transcription factor drug sensitivity model based on master regulators and protein abundance</strong>.</p>"
  },
  {
    "_id": "6331ca608001b4e261620612",
    "title": "Dr. Hassan Mahmoud presents at TorBUG talk",
    "date": "2019-10-30T00:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud presents <strong>Biomarker discovery using inferred proteomics and master regulators </strong>at TorBUG talk.</p>"
  },
  {
    "_id": "6331ca608001b4e261620613",
    "title": "Sisira Kadambat Nair presents ToxicoGx package at OpenRiskNet final workshop in Amsterdam.",
    "date": "2019-10-24T00:00:00.000Z",
    "content": "<p>Sisira Kadambat Nair presents <strong>\"ToxicoGx – An R platform for integrated toxicogenomics data analysis\"</strong> at OpenRiskNet final workshop in Amsterdam. Here is a link to her presentation:  <a href=\"https://storage.googleapis.com/openrisknet/events/2019/11/04/ToxicoGx_Sisira-WS-241019.pdf\", target=\"_blank\">https://storage.googleapis.com/openrisknet/events/2019/11/04/ToxicoGx_Sisira-WS-241019.pdf</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620614",
    "title": "Denis Keimakh and Joeseph Marsilla win the Princess Margaret Hospital Foundation Graduate Fellowships In Cancer Research Award",
    "date": "2019-09-07T04:00:00.000Z",
    "content": "<p>Congratulations to Denis Keimakh and Joseph Marsilla for winning the Princess Margaret Foundation Graduate Fellowships In Cancer Research Award for 2019-2020.</p>"
  },
  {
    "_id": "6331ca608001b4e261620615",
    "title": "Dr. Haibe-Kains Presents at Centre de recherche du CHU de Québec-Université Laval",
    "date": "2019-09-06T04:00:00.000Z",
    "content": "<p>Dr. Haibe-Kains Presents \"<strong>Computational Approaches for Biomarker Discovery Using Cancer Model Systems</strong><em>\"</em> at Centre de recherche du CHU de Québec-Université Laval.</p>"
  },
  {
    "_id": "6331ca608001b4e261620616",
    "title": "Petr Smirnov receives the CIHR Doctoral Fellowship",
    "date": "2019-09-06T04:00:00.000Z",
    "content": "<p>Congragulations to Petr Smirnov for recieving the prestigious <strong>CIHR Doctoral Award</strong>!</p>"
  },
  {
    "_id": "6331ca608001b4e261620617",
    "title": "Dr. Benjamin Haibe-Kains Presents at Centre de recherche du CHU de Québec-Université Laval",
    "date": "2019-09-06T04:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains Presents \"<strong>Computational Approaches for Biomarker Discovery Using Cancer Model Systems</strong><em>\"</em> at Centre de recherche du CHU de Québec-Université Laval.</p>"
  },
  {
    "_id": "6331ca608001b4e261620618",
    "title": "BHK lab is published for their work on RadioGx",
    "date": "2019-08-30T00:00:00.000Z",
    "content": "<p>Venkata Manem, Meghan Lambie, Peter Smirnov, Ian Smith and Victor Kofia are published for their work on RadioGx publication in Cancer Research Modeling cellular response in large-scale radiogenomic databases to advance precision radiotherapy.</p>"
  },
  {
    "_id": "6331ca608001b4e261620619",
    "title": "Anthony Mammoliti has his First Paper Accepted",
    "date": "2019-08-13T00:00:00.000Z",
    "content": "<p>Congragulations to Anthony Mammoliti for having his first ever paper \"<strong>Creating reproducible pharmacogenomic analysis pipelines</strong>\" accepted to Scientific Data.</p>"
  },
  {
    "_id": "6331ca608001b4e26162061a",
    "title": "Award Filled Day for the BHK Lab!",
    "date": "2019-08-09T04:00:00.000Z",
    "content": "<p>Ali Madani Tonekaboni recieved the <strong>MITACS Awards</strong>. However, he was not the only one to hear good news today Ian Smith, Denis Keimakh, Joe Marsilla and Petr Smirnov all recieved their <strong>MBP Awards</strong> today. Congragulations to all the mentioned members,</p>"
  },
  {
    "_id": "6331ca608001b4e26162061b",
    "title": "Ali Madani Tonekaboni Gets Accepted for Publication in Genome Research",
    "date": "2019-08-05T04:00:00.000Z",
    "content": "<p>Congratulations to Ali Madani Tonekaboni for having his CREAM paper in Geome Research being accepted for publication.</p>"
  },
  {
    "_id": "6331ca608001b4e26162061c",
    "title": "Dr. Soheil Jahangiri Tazekhand&#039;s Presentation Accepted at the 2019 Canadian Cancer Research Conference (CCRC)",
    "date": "2019-08-02T04:00:00.000Z",
    "content": "<p>Dr. Soheil Jahangiri Tazekhand's Presentation \"<strong>Cancer combination therapy using single cell sequencing</strong>\" accepted at the 2019 Canadian Cancer Research Conference (CCRC) </p>"
  },
  {
    "_id": "6331ca608001b4e26162061d",
    "title": "Bo Li presents at the BioC Where Software and Biology Connect",
    "date": "2019-07-23T00:00:00.000Z",
    "content": "<p>Bo Li presents \"<strong>R-LOBICO: an R package for building logical models</strong>\" at BioC Where Software and Biology Connect, Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e26162061e",
    "title": "Dr. Arvind Singh Mer presents and wins the Best Talk award at Annual ISMB/ECCB Student Council",
    "date": "2019-07-21T00:00:00.000Z",
    "content": "<p> Dr. Arvind Singh Mer won the Best Talk award for his presentation on \"<strong>Finding Biomarkers for Precision Cancer Medicine using Patient-Derived Xenografts</strong>\" at the ISMB/ECCB Student Council in Basil, Switzerland.</p>"
  },
  {
    "_id": "6331ca608001b4e26162061f",
    "title": "Petr Smirnov presents his tutorial at the ISMB/ECCB",
    "date": "2019-07-21T00:00:00.000Z",
    "content": "<p>Petr Smirnov presents his tutorial <strong>Biomarker Discovery and Machine Learning in Large Pharmacogenomics Datasets </strong>at the ISMB/ECCB in Basel, Switzerland.</p>"
  },
  {
    "_id": "6331ca608001b4e261620620",
    "title": "Petr Smirnov wins the Ontario Graduate Studies Award!",
    "date": "2019-07-03T04:00:00.000Z",
    "content": "<p>Congragulations to Petr Smirnov for recieving his <strong>Ontario Graduate Studies Award</strong>!</p>"
  },
  {
    "_id": "6331ca608001b4e261620621",
    "title": "Dr. Haibe-Kains presents for a second consecutive day at the Bioconductor Conference.",
    "date": "2019-06-26T00:00:00.000Z",
    "content": "<p>Dr. Haibe-Kains presents <strong>mCI: Robust biomarker discovery from cancer pharmacogenomic data</strong><em> </em>at the Bioconductor Conference in New York, New York.</p>"
  },
  {
    "_id": "6331ca608001b4e261620622",
    "title": "Dr. Haibe-Kains presents at the Bioconductor Conference.",
    "date": "2019-06-25T00:00:00.000Z",
    "content": "<p>Dr. Haibe-Kains presents \"<strong> Public data resources and Bioconductor</strong><em>\"</em> at the Bioconductor Conference in New York, New York.</p>"
  },
  {
    "_id": "6331ca608001b4e261620623",
    "title": "Dr. Benjamin Haibe-Kains presents at the MBP Summer Student Seminar Series at the University of Toronto",
    "date": "2019-06-12T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains presents \"<strong>Mind the Gap: Are Mutational Profiles Sufficient for Precision Medicine? A preclinical perspective</strong>\" at the MBP Summer Student Seminar Series at the University of Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e261620624",
    "title": "Dr.Haibe-Kains presents at Precision Medicine Leaders’ Summit 2019 – East",
    "date": "2019-06-12T00:00:00.000Z",
    "content": "<p>Dr.Haibe-Kains presents \"<strong>Mind the Gap: Are Mutational Profiles Sufficient for Precision Medicine? A preclinical perspective</strong>\" at Precision Medicine Leaders’ Summit 2019 – East in Philadelphia, Pennsylvania.</p>"
  },
  {
    "_id": "6331ca608001b4e261620625",
    "title": "Dr. Hassan Mahmoud presents at OICR talk",
    "date": "2019-06-04T04:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud presents his findings in a talk titled \"<strong>Proteomics and master regulators for biomarker discovery</strong>\" at OICR talk.</p>"
  },
  {
    "_id": "6331ca608001b4e261620626",
    "title": "Dr. Benjamin Haibe-Kains presents at theComputational Medicine Seminar Series, Wharton/Elia Day 2019, University Health Network",
    "date": "2019-05-24T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains presents \"<strong>Radiomics in the Era of Data Science: An RMP Collaborative Effort</strong>\" at the Computational Medicine Seminar Series, Wharton/Elia Day 2019, University Health Network.</p>"
  },
  {
    "_id": "6331ca608001b4e261620627",
    "title": "Dr. Arvind Singh presents at the Great Lakes Bioinformatics Conference",
    "date": "2019-05-20T00:00:00.000Z",
    "content": "<p><strong>Patient derived xenografts for precision cancer medicine</strong> is presented by Dr. Arvind Singh Mer at the Great Lakes Bioinformatics Conference at the University of Wisconsin-Madison.</p>"
  },
  {
    "_id": "6331ca608001b4e261620628",
    "title": "Esther Yoo wins University of Toronto&#039;s Undergraduate Summer Internship Award!",
    "date": "2019-05-14T00:00:00.000Z",
    "content": "<p>Congragulations to Esther Yoo for winning University of Toronto's <strong>Undergraduate Summer Internship Award</strong>!</p>"
  },
  {
    "_id": "6331ca608001b4e261620629",
    "title": "Dr. Arvind Singh Mer presents and wins the best poster at Annual MAQC Society Conference",
    "date": "2019-04-10T00:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents his poster at Annual MAQC Society Conference, Trentino, Italy 2019. He wins the \"<strong>Best Poster\" award</strong> at MAQC Society meeting on precision medicine and clinical omics.</p>"
  },
  {
    "_id": "6331ca608001b4e26162062a",
    "title": "Anthony Mammoliti presents at Microsoft Next in Health Summit",
    "date": "2019-04-08T04:00:00.000Z",
    "content": "<p>Anthony Mammoliti presents <strong>“Pharmacogenomics in the cloud opens new avenues of research” </strong>at Microsoft Next in Health Summit taking place in Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e26162062b",
    "title": "George Alxandru Adam wins the NSERC CGS D Alexander Graham Bell Canada Graduate Scholarship",
    "date": "2019-03-29T00:00:00.000Z",
    "content": "<p>Congragulations to George Alxandru Adam for getting the NSERC CGS D Alexander Graham Bell Canada Graduate Scholarship!</p>"
  },
  {
    "_id": "6331ca608001b4e26162062c",
    "title": "Dr. Benjamin Haibe-Kains presents at the Computational Medicine Seminar Series",
    "date": "2019-02-21T00:00:00.000Z",
    "content": "<p>Dr. Benjamin Haibe-Kains presents \"<strong>Bridging Preclinical and Clinical Research in Cancer Biomarker Discovery</strong>\"<em> </em>at the Computational Medicine Seminar Series, Department of Biomedical Sciences in Vetmeduni Vienna.</p>"
  },
  {
    "_id": "6331ca608001b4e26162062d",
    "title": "Dr. Arvind Singh Mer presents at the Beyond Sciences Conference in Toronto",
    "date": "2019-01-29T00:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents <strong>Pharmocogenomics analysis of patient derived xenografts</strong> at Beyond Sciences Conference in Toronto</p>"
  },
  {
    "_id": "6331ca608001b4e26162062e",
    "title": "2018 Vector Best Poster Award",
    "date": "2018-12-07T05:00:00.000Z",
    "content": "<p>Dr. Zhaleh Safikhani received “<strong>2018 Vector Best Poster Award</strong>” for presenting the poster at 2018 Toronto Machine Learning Summit.</p>"
  },
  {
    "_id": "6331ca608001b4e26162062f",
    "title": "Dr. Zhaleh Safikhani presented at Biological Data Science",
    "date": "2018-11-09T05:00:00.000Z",
    "content": "<p>Dr. Zhaleh Safikhani gives a talk titled <strong>Drug combination discovery using single-cell sequencing </strong>at Biological Data Science 2018, CSHL, NY, USA. Here is a link to the presentation: <a href=\"https://docs.google.com/presentation/d/1y1KXw6kOmiPJtCybsqRVkDsh0kfhCf1zXn6XbaWtQAM/edit#slide=id.g45d6b87b36_0_0\", target=\"_blank\">https://docs.google.com/presentation/d/1y1KXw6kOmiPJtCybsqRVkDsh0kfhCf1zXn6XbaWtQAM/edit#slide=id.g45d6b87b36_0_0</a> The video of the talk is also available here:<a href=\"http://theleadingstrand.cshl.edu/meeting/media\", target=\"_blank\">http://theleadingstrand.cshl.edu/meeting/media</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620630",
    "title": "Dr. Arvind Singh Mer presents at the Systems Approaches to Cancer Biology Conference",
    "date": "2018-11-09T05:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents \"<strong>Systematic assessment of genomic biomarkers for drug sensitivity prediction in patient derived xenografts</strong>\" at the Systems Approaches to Cancer Biology Conference at Woods Hole, USA.</p>"
  },
  {
    "_id": "6331ca608001b4e261620631",
    "title": "Dr. Hassan Mahmoud presents his poster at TECHNA",
    "date": "2018-11-02T04:00:00.000Z",
    "content": "<p>Dr. Hassan Mahmoud presents his poster on <strong>Enabling AI in Healthcare</strong> at TECHNA in Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e261620632",
    "title": "Ali Madani presented a poster at CEEHRC",
    "date": "2018-10-03T04:00:00.000Z",
    "content": "<p>Seyed Ali Madani Tonekaboni preseneted a poster titled <strong>Clusters of Cis-regulatory Element, Topologically Associated Domain, CTCF, Cohesin Complex </strong>at Canadian Epigenetics, Environment and Health Research Consortium (CEEHRC), October 2018.</p>"
  },
  {
    "_id": "6331ca608001b4e261620633",
    "title": "Petr Smirnov wins the 2018 PM hospital Foundation Graduate Fellowships in Cancer Research Award",
    "date": "2018-09-07T04:00:00.000Z",
    "content": "<p>Congragulations to Petr Smirnov for winning the 2018 Princess Margaret Hospital Foundation Graduate Fellowships In Cancer Research Award. </p>"
  },
  {
    "_id": "6331ca608001b4e261620634",
    "title": "Dr. Zhaleh Safikhani presented at Bioconductor Conference",
    "date": "2018-07-25T00:00:00.000Z",
    "content": "<p>Dr. Zhaleh Safikhani gives a talk titled <strong>Tackling pharmacogenomics problems using computational biology </strong>at BioC 2018, Toronto, Canada.</p>"
  },
  {
    "_id": "6331ca608001b4e261620635",
    "title": "Bo Li Receives NSERC USRA award",
    "date": "2018-07-24T00:00:00.000Z",
    "content": "<p> July 24: Bo Li's NSERC USRA award.</p>"
  },
  {
    "_id": "6331ca608001b4e261620636",
    "title": "Dr. Heewon Seo presents at BioC: Where Software and Biology Connect",
    "date": "2018-07-23T00:00:00.000Z",
    "content": "<p>Dr. Heewon Seo presents <strong>Pharmacogenomics of Gemcitabine in Pancreatic Cancer Cell Lines </strong>at BioC: Where Software and Biology Connect in Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e261620637",
    "title": "Benjamin Haibe-Kains appointed as Senior Scientist",
    "date": "2018-07-16T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains was appointed Senior Scientist at the Princess Margaret Cancer Centre, University Health Network</p>"
  },
  {
    "_id": "6331ca608001b4e261620638",
    "title": "Dr.Wail Ba-Alawi wins the Princess Margaret Postdoctoral Fellowship Award/Bennett Family Foundation",
    "date": "2018-06-01T04:00:00.000Z",
    "content": "<p>Congratgulations are in order for Dr. Wail Ba-Alawi for winning the Princess Margaret Postdoctoral Fellowship Award/Bennett Family Foundation!</p>"
  },
  {
    "_id": "6331ca608001b4e261620639",
    "title": "Dr. Zhaleh Safikhani presented at Fields",
    "date": "2018-06-08T04:00:00.000Z",
    "content": "<p>Dr. Zhaleh Safikhani gave a talk titled <strong>Biomarker discovery from large pharmacogenomics datasets at </strong>Fields institute, Toronto, Canada.  Here is the link for Fields presentation <a href=\"https://docs.google.com/presentation/d/1LpQ7aLB16Mp6Jc-hoMtRh8ILtQPAtLrFkFlQVJM02M8/edit#slide=id.g3c35307aea_0_294\", target=\"_blank\">https://docs.google.com/presentation/d/1LpQ7aLB16Mp6Jc-hoMtRh8ILtQPAtLrFkFlQVJM02M8/edit#slide=id.g3c35307aea_0_294</a></p>"
  },
  {
    "_id": "6331ca608001b4e26162063a",
    "title": "PharmacoGx accepted to BioC 2018",
    "date": "2018-06-02T04:00:00.000Z",
    "content": "<p>PharmacoGx has been accepted to the BioC 2018 conference happening July 26-27 at the University of Toronto.<br /></p>"
  },
  {
    "_id": "6331ca608001b4e26162063b",
    "title": "Dr. Arvind Singh Mer presents at McGill University in Montreal",
    "date": "2018-05-22T00:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents <strong>Towards Precision Medicine in Oncology</strong> at GCRC Frontiers in Cancer Research lecture series at McGill University in Montreal.</p>"
  },
  {
    "_id": "6331ca608001b4e26162063c",
    "title": "Benjamin Haibe-Kains appointed as Associate Professor",
    "date": "2018-05-21T00:00:00.000Z",
    "content": "<p> May 21: Benjamin Haibe-Kains was appointed as Associate Professor in the Medical Biophysics department at the University of Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e26162063d",
    "title": "Dr. Arvind Singh Mer presents at Annual GAP Conference in Stockholm",
    "date": "2018-05-16T00:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents the <strong>Long non-coding RNA expression profiling for AML prognosis and subtyping</strong> at Annual GAP Conference, Stockholm.</p>"
  },
  {
    "_id": "6331ca608001b4e26162063e",
    "title": "Dr. Arvind Singh Mer presents at the Keystone symposia conference",
    "date": "2018-05-09T04:00:00.000Z",
    "content": "<p>Dr. Arvind Singh Mer presents <strong>Systematic identification of genomic predictors for anticancer drug sensitivity in patient derived xenografts</strong> at  the Keystone symposia conference in Stockholm, Sweden.</p>"
  },
  {
    "_id": "6331ca608001b4e26162063f",
    "title": "George Adam receives CIHR CGS-M award",
    "date": "2018-04-03T04:00:00.000Z",
    "content": "<p>George-Alexandru Adam has been awarded the CIHR Canada Graduate Scholarship Master's award (<a href=\"http://www.nserc-crsng.gc.ca/Students-Etudiants/CGSAllocations-QuotasBESC_eng.asp\" target=\"_blank\">http://www.nserc-crsng.gc.ca/Students-Etudiants/CGSAllocations-QuotasBES...</a>)</p>"
  },
  {
    "_id": "6331ca608001b4e261620640",
    "title": "Dr. Venkata Manem invited to Fields Workshop",
    "date": "2018-02-02T05:00:00.000Z",
    "content": "<p>Venkata Manem is invited to the CMM Fields Inria Workshop on Mathematics for Medicine and gives a talk titled <em>Modelling of radiation therapeutic effects on cancer cell lines</em>.  See <a href=\"http://www.fields.utoronto.ca/talks/Modelling-radiation-therapeutic-effects-cancer-cell-lines\" target=\"_blank\">http://www.fields.utoronto.ca/talks/Modelling-radiation-therapeutic-effe...</a> for more details.</p>"
  },
  {
    "_id": "6331ca608001b4e261620641",
    "title": "Vector Institute Postgraduate Affiliate Program",
    "date": "2018-02-01T05:00:00.000Z",
    "content": "<p>Dr. Laleh Ghoraie, Petr Smirnov and Ian Smith are now officially members of the Vector Institute Postgraduate Affiliate Program. Established this year, the program will foster collaboration and contributions among students and researchers with expertise in deep learning as well as machine learning and artificial intelligence more broadly. See <a href=\"https://t.co/GB724MbprT\"  target=\"_blank\">https://t.co/GB724MbprT</a> for more details.</p>"
  },
  {
    "_id": "6331ca608001b4e261620642",
    "title": "Anthony Mammoliti presents at the Terry Fox Triple Negative Breast Cancer",
    "date": "2018-01-24T00:00:00.000Z",
    "content": "<p>Anthony Mammoliti presented \"<strong>ORCESTRA: Achieving research reproducibility in pharmacogenomics</strong>\" at the Terry Fox Triple Negative Breast Cancer in Toronto.</p>"
  },
  {
    "_id": "6331ca608001b4e261620643",
    "title": "Accelerating Precision Medicine Conference 2018",
    "date": "2018-01-23T00:00:00.000Z",
    "content": "<p>Arvind Mer, Vandana Sandhu and Venkata Manem give poster presentations at the Accelerating Precision Medicine Conference 2018. <p>Talks</p> <ul> <li><strong>Pre-Clinical Assessment of Radiation Response using in-vitro data</strong>&nbsp;<span>(Dr. Venkata Manem)</span></li> </ul> <p>Posters</p> <ul> <li><strong>Pre-Clinical Assessment of Radiation Response using in-vitro data</strong>&nbsp;<span>(Dr. Venkata Manem)</span></li> <li><strong>Meta-analysis of transcriptomic profiles identifies prognostic model for pancreatic ductal adenocarcinoma patients</strong><span><strong>&nbsp;</strong>(Dr. Vandana Sandhu)</span></li> <li><strong>Comprehensive Assessment of Large Scale Patient Derived Xenografts Data</strong>&nbsp;<span>(Dr. Arvind Mer)</span></li> </ul> <p>Awards</p> <ul> <li>Dr. Vandana Sandhu wins&nbsp;<strong>Best Poster</strong>&nbsp;award in&nbsp;<strong>Accelerating Precision Medicine Conference 2018&nbsp;</strong></li> </ul></p>"
  },
  {
    "_id": "6331ca608001b4e261620644",
    "title": "Dr. Zhaleh Safikhani gives talks at Royan and IPM Institutes",
    "date": "2018-01-13T00:00:00.000Z",
    "content": "<p>Zhaleh Safikhani gives a talk titled <strong>Biomarker Discovery in Pharmacogenomics Studies</strong> at both the Royan Institute (<a href=\"http://www.royaninstitute.org/cmsen/index.php\" target=\"_blank\">http://www.royaninstitute.org/cmsen/index.php</a>) and IPM Institute (<a href=\"http://www.ipm.ac.ir/\" target=\"_blank\">http://www.ipm.ac.ir/</a>) in Tehran, Iran.</p>"
  },
  {
    "_id": "6331ca608001b4e261620645",
    "title": "PharmacoDB version 1.1.1 is released",
    "date": "2018-01-10T00:00:00.000Z",
    "content": "<p>PharmacoDB 1.1.1 stable is released. <strong>Features:</strong> <ul> <li>PharmacoDB API at <a href=\"https://api.pharmacodb.com/v1/\" target=\"_blank\">https://api.pharmacodb.com/v1/</a> has been retired. The API is now only available on <a href=\"https://pharmacodb.pmgenomics.ca/api/v1/\" target=\"_blank\">https://pharmacodb.pmgenomics.ca/api/v1/</a>.</li> </ul> <strong>Bugs:</strong> <ul> <li>Previous database version contained an error matching the gene-drug associations to the datasets. It is specifically known that the, FIMM and CTRPv2 datasets were incorrectly labeled. This has been corrected in the newest dump. <a href=\"https://zenodo.org/record/1143645\" target=\"_blank\">DOI: 10.5281/zenodo.1143644 </a></li> <li>Fixed a bug with outputting the gene-drug table to a csv where the mDataType column was missing.</li> <li>Added a tissue column to the gene drug table.</li> </ul> Release notes are available at <a href=\"https://pharmacodb.pmgenomics.ca/news\" target=\"_blank\">https://pharmacodb.pmgenomics.ca/news</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620646",
    "title": "Dr. Heewon Seo joins the lab as Postdoctoral Fellow",
    "date": "2017-12-28T00:00:00.000Z",
    "content": "<p>Dr. Heewon Seo joins the BHK lab as postdoctoral fellow. Welcome!</p>"
  },
  {
    "_id": "6331ca608001b4e261620647",
    "title": "PharmacoDB version 1.1.0 is released",
    "date": "2017-12-20T00:00:00.000Z",
    "content": "<p>PharmacoDB 1.1.0 stable is released. <strong>Features:</strong> <ul> <li>Added search feature to the tables in the genes and drugs pages.</li> <li>Biomarker table in drugs page is now automatically sorted by p-value.</li> <li>Increased the number of decimal points in the summary statistics table to make it consistent with the exported csv values.</li> </ul> <strong>Bugs:</strong> <ul> <li>Fixed incorrect bar plot title in tissues page.</li> <li>Fixed a bug with the sidebar.</li> </ul> Release notes are available at <a href=\"https://pharmacodb.pmgenomics.ca/news\" target=\"_blank\">https://pharmacodb.pmgenomics.ca/news</a>.</p>"
  },
  {
    "_id": "6331ca608001b4e261620648",
    "title": "Dr. Venkata Manem presents at the iTNT annual meeting",
    "date": "2017-12-18T00:00:00.000Z",
    "content": "<p>Venkata Manem is awarded a $1000 CAD travel award and gives a talk at The immunoTherapy NeTwork (iTNT) in Montreal, Canada, 2017.</p>"
  },
  {
    "_id": "6331ca608001b4e261620649",
    "title": "Rene Quevedo presents at Illumina Sequencing Seminar",
    "date": "2017-12-07T05:00:00.000Z",
    "content": "<p>Rene Quevedo gives a talk titled <em><strong>Screening Pseudo Allele Specific Copy-Number Profiles Using Shallow Whole Genome Sequencing </strong></em>at the Illumina Benchtop Sequencing Seminar, Toronto, Canada, 2017</p>"
  },
  {
    "_id": "6331ca608001b4e26162064a",
    "title": "Dr. Laleh Soltan Ghoraie presents at University of Windsor",
    "date": "2017-12-01T05:00:00.000Z",
    "content": "<p>Laleh Ghoraie gives a talk titled \"Drug Taxonomy Via Integrative Analysis of Pharmacogenomic Data\" at the Department of Computer Science, University of Windsor, Canada, 2017.</p>"
  },
  {
    "_id": "6331ca608001b4e26162064b",
    "title": "Dr. Arvind Mer presents at McGill University",
    "date": "2017-11-29T00:00:00.000Z",
    "content": "<p>Arvind Mer discusses the \"<strong>Pharmacogenomics of patient derived xenografts\" </strong>at the<strong> </strong>Rosalind and Morris Goodman Cancer Centre in McGill University, Montreal. See <a href=\"https://mcgillgcrc.com/events/public-forum\" target=\"_blank\">https://mcgillgcrc.com/events/public-forum</a> for more details.</p>"
  },
  {
    "_id": "6331ca608001b4e26162064c",
    "title": "PharmacoDB version 1.0.0 (stable) gets released",
    "date": "2017-10-09T04:00:00.000Z",
    "content": "<p>PharmacoDB 1.0.0 stable was released. Release notes are available at <a href=\"https://pharmacodb.pmgenomics.ca/news\" target=\"_blank\">https://pharmacodb.pmgenomics.ca/news</a>.</p>"
  },
  {
    "_id": "6331ca608001b4e26162064d",
    "title": "Dr. Venkata Manem presents at the CDS Research Seminar",
    "date": "2017-08-08T04:00:00.000Z",
    "content": "<p>Venkata Manem gives a talk titled \"Mathematics and Medicine: Can Equations beat Cancer?\" at the Department of Computational Data Sciences, Indian Institute of Science, India, 2017.</p>"
  },
  {
    "_id": "6331ca608001b4e26162064e",
    "title": "Victor Kofia joins the lab",
    "date": "2017-06-01T04:00:00.000Z",
    "content": "<p>Mr. Victor Kofia joins the BHK lab as Software Developer. Welcome Victor!</p>"
  },
  {
    "_id": "6331ca608001b4e26162064f",
    "title": "Benjamin Haibe-Kains at inaugural MAQC meeting",
    "date": "2017-04-12T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains talks about <a href=\"https://docs.google.com/presentation/d/1_UY-Di9-_xqo3Muj00bVLRfFAF7Oz8Q0lehj9BXDO6c/edit#slide=id.g35f391192_00\" target=\"_blank\">Research Reproducibility</a>  at the SAS Institute, Cary NC, USA</p>"
  },
  {
    "_id": "6331ca608001b4e261620650",
    "title": "Petr Smirnov got an CIHR  scholarship",
    "date": "2017-04-01T04:00:00.000Z",
    "content": "<p>Petr Smirnov was awarded the <a href=\"http://www.cihr-irsc.gc.ca/e/37788.html\" target=\"_blank\">CIHR Canada Graduate Scholarships for Master's Program.</a> </p>"
  },
  {
    "_id": "6331ca608001b4e261620651",
    "title": "Petr Smirnov and George Adam received an award",
    "date": "2017-03-28T00:00:00.000Z",
    "content": "<p>Petr Smirnov and George-Alexandru Adam have been awarded the <a href=\"http://www.cihr-irsc.gc.ca/e/49578.html\" target=\"_blank\">CIHR Undergraduate: Summer Studentship Award.</a> </p>"
  },
  {
    "_id": "6331ca608001b4e261620652",
    "title": "Michal joins the lab for a 6-month internship",
    "date": "2017-02-27T00:00:00.000Z",
    "content": "<p>Michal Zulcinski will pursue his MSc thesis in the lab by designing new statistics to quantify similarity between binary matrices and apply these for pathway-based classification.</p>"
  },
  {
    "_id": "6331ca608001b4e261620653",
    "title": "Arvind wins a poster award",
    "date": "2017-02-07T05:00:00.000Z",
    "content": "<p>Arvind Singh Mer won the best poster award at the <a href=\"https://ers.snapuptickets.com/ers/online-registration-closed.cfm?y=cmVhc29uPWV2ZW50T3Zlcg==\" target=\"_blank\"> Personalizing Cancer Medicine in 2017 Conference: Harnessing the Cross Disciplinary Approach.</a> </p>"
  },
  {
    "_id": "6331ca608001b4e261620654",
    "title": "Ali Madani presents at the Personalizing Cancer Medicine",
    "date": "2017-02-06T05:00:00.000Z",
    "content": "<p>Ali Madani presents a short talk titled “Pathway-based optimization of drug development for cancer” in <a href=\"https://ers.snapuptickets.com/ers/online-registration-conference.cfm?y=ZWlkPTE3NTImbGFuPWVuZw==\" target=\"_blank\">Personalizing Cancer Medicine in 2017 Conference: Harnessing the Cross Disciplinary Approach</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620655",
    "title": "Ali Madani presents at the 16th Annual BCI-McGill Workshop",
    "date": "2017-01-24T00:00:00.000Z",
    "content": "<p>Ali Madani gives a talk entitled “increasing vulnerability of triple negative breast cancer to the immune system using epigenetic therapy” at the  <a href=\"http://www.bci.mcgill.ca/home/workshop-immune-cancer/\" target=\"_blank\"> 16th Annual BCI-McGill Workshop: Cancer and the immune system</a> in the Barbados.</p>"
  },
  {
    "_id": "6331ca608001b4e261620656",
    "title": "Dr. Vandana Sandhu joins the lab as Postdoctoral Fellow",
    "date": "2017-01-03T05:00:00.000Z",
    "content": "<p>Vandana will leverage her deep expertise in pancreatic cancer to contribute to the  <a href=\" https://oicr.on.ca/news/news-releases/ontario-institute-cancer-research-invests-46-million-support-pancreatic-cancer-research\" target=\"_blank\">OICR/UHN PancuRx </a> project. Welcome Vandana!  </p>"
  },
  {
    "_id": "6331ca608001b4e261620657",
    "title": "Dr. Vandanu Sandhu wins an award",
    "date": "2017-01-03T05:00:00.000Z",
    "content": "<p>Vandanu wins the <a href=\"http://uhntrainees.ca/trainee-resources/#Internal_Award\" target=\"_blank\">Princess Margaret Postdoctoral Fellow Excellence Award</a> </p>"
  },
  {
    "_id": "6331ca608001b4e261620658",
    "title": "Nehme El-Hachem earns his PhD in Biomedical Sciences",
    "date": "2016-12-22T00:00:00.000Z",
    "content": "<p>Dr. Nehme El-Hachem earns his PhD in Biomedical Sciences at the <a href=\"http://www.umontreal.ca/english/index.html\" target=\"_blank\">Université de Montréal </a>with mention “Excellence” and will be submitted to the Dean’s list of Honor. Well done Nehme!</p>"
  },
  {
    "_id": "6331ca608001b4e261620659",
    "title": "Poster at the TFRI Ontario Node Symposium",
    "date": "2016-12-05T05:00:00.000Z",
    "content": "<p>Ali Madani presents the poster “Improving Immunotherapy through epigenetic modulation in triple-negative breast cancer” at the Terry Fox Research Institute Ontario Node Symposium</p>"
  },
  {
    "_id": "6331ca608001b4e26162065a",
    "title": "Poster at the TFRI Ontario Node Symposium",
    "date": "2016-12-05T05:00:00.000Z",
    "content": "<p>Arvind Mer presents the poster “ELUSIV: an R package for patient derived xenograft data management and analysis” at the Terry Fox Research Institute Ontario Node Symposium</p>"
  },
  {
    "_id": "6331ca608001b4e26162065b",
    "title": "Nature publishes our response to critiques",
    "date": "2016-12-01T05:00:00.000Z",
    "content": "<p>Zhaleh Safikhani, Nehme El-Hachem, Petr Smirnov and Mark Freeman publish their response to the three critiques to “Inconsistency in large pharmacogenomic studies” in Nature</p>"
  },
  {
    "_id": "6331ca608001b4e26162065c",
    "title": "Publication in Briefings in Bioinformatics",
    "date": "2016-11-22T00:00:00.000Z",
    "content": "<p>Ali Madani, Laleh Ghorai and Venkata Manem publishes a review on drug combination prediction in Briefings in Bioinformatics</p>"
  },
  {
    "_id": "6331ca608001b4e26162065d",
    "title": "Presentation at the ICBCT 2017",
    "date": "2016-10-20T00:00:00.000Z",
    "content": "<p>Ma Jun will give an oral presentation at the <a href=\"http://www.icbct.org/index.html\" target=\"_blank\">2017 International Conference on Bioinformatics and Computing Technologies</a>, Hong-Kong</p>"
  },
  {
    "_id": "6331ca608001b4e26162065e",
    "title": "Fupan Yao, Ali Madani &amp; Zhaleh Safikhani win an award",
    "date": "2016-10-17T00:00:00.000Z",
    "content": "<p>Their paper entitled “Tissue specificity of in vitro drug sensitivity” was chosen for a best paper award at the 2016 <a href=\"http://www.snubi.org/TBC2016/\" target=\"_blank\">Translational Bioinformatics Conference</a>, South Korea</p>"
  },
  {
    "_id": "6331ca608001b4e26162065f",
    "title": "Poster for Pharmaceutical Oncology Research Symposium",
    "date": "2016-10-13T00:00:00.000Z",
    "content": "<p>Ali Madani presents a poster entitled “Pathway-based optimization of drug development for cancer” at the <a href=\"http://cpd.pharmacy.utoronto.ca/programs/cposymposium.html\" target=\"_blank\">Centre for Pharmaceutical Oncology Research Symposium</a>, Canada</p>"
  },
  {
    "_id": "6331ca608001b4e261620660",
    "title": "Presentation at the Mathematical Biosciences Institute",
    "date": "2016-09-26T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains presents “Inference and validation of large­-scale causal gene regulatory networks from transcriptomic data” in the <a href=\"https://mbi.osu.edu/event/?id=985#description\" target=\"_blank\">Workshop on Models for Oncogenesis, Clonality and Tumor Progression</a> at the Mathematical Biosciences Institute, USA</p>"
  },
  {
    "_id": "6331ca608001b4e261620661",
    "title": "Poster at the Frontiers in Translational Research: Ex-vivo Models of Human Disease",
    "date": "2016-09-15T00:00:00.000Z",
    "content": "<p>Deena Gendoo presents a poster entitled “Comprehensive Assessment of the Genetic Landscape of Matched Primary and Xenograft Models for Pancreatic Cancer” at the <a href=\"http://www.thesgc.org/exvivodiseasemodels-symposium\" target=\"_blank\">Frontiers in Translational Research: Ex-vivo Models of Human Disease SGC Symposium</a>, Canada</p>"
  },
  {
    "_id": "6331ca608001b4e261620662",
    "title": "Presentation at the NIH",
    "date": "2016-09-13T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains presents “Bioinformatics challenges in meta-analysis of large-scale pharmacogenomic datasets” at the <a href=\"https://www.federalregister.gov/documents/2016/05/31/2016-12656/sequencing-quality-control-ii-public-workshop\" target=\"_blank\">Sequencing Quality Control II Public Workshop</a> at the NIH, USA</p>"
  },
  {
    "_id": "6331ca608001b4e261620663",
    "title": "Award and Scholarship for Mr. Ali Madani",
    "date": "2016-08-15T00:00:00.000Z",
    "content": "<p>Ali Madani receives the prestigious <a href=\"http://www.glse.utoronto.ca/gsef-awards-list\" target=\"_blank\">Faculty of Medicine GSEF Merit Scholarship for International Students</a> and the <a href=\"https://www.sgs.utoronto.ca/currentstudents/Pages/International-Student-Awards.aspx\" target=\"_blank\">Connaught International Scholarship for Doctoral Students</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620664",
    "title": "Presentation at the Université Libre de Bruxelles",
    "date": "2016-07-18T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains talks about “Open data science for biomarker discovery in precision medicine” in the <a href=\"https://sites.google.com/site/mlgworkshop2016/home\" target=\"_blank\">MLG & friends: trends and future in data science and bioinformatics workshop</a> at the Université Libre de Bruxelles, Belgium</p>"
  },
  {
    "_id": "6331ca608001b4e261620665",
    "title": "Presentations at Stanford",
    "date": "2016-06-15T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains gives 2 talks entitled  “Reproducible research, algorithms, and data” and  “PharmacoGx: Data Sharing and Research Reproducibility in Pharmacogenomics” at the <a href=\"http://bioconductor.org/help/course-materials/2016/BioC2016/\" target=\"_blank\">BioC 2016: Where Software and Biology Connect</a> conference at Stanford, USA</p>"
  },
  {
    "_id": "6331ca608001b4e261620666",
    "title": "Dr. Haibe-Kains present at the 5th CIHR-IG conference",
    "date": "2016-04-16T00:00:00.000Z",
    "content": "<p>Dr. Haibe-Kains talks about data and code sharing for research reproducibility at the <a href=\"http://genetics16.mcgill-cihr-ig.ca/\" target=\"_blank\">5th Annual Canadian Human and Statistical Genetics Meeting</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620667",
    "title": "Accepted presentations at GLBIO/CCBC 2016",
    "date": "2016-04-12T00:00:00.000Z",
    "content": "<p>Gendoo, Safikhani, Manem, Sachem, Madani for oral and poster presentations at the  <a href=\"https://www.iscb.org/glbioccbc2016\" target=\"_blank\">Great Lakes Bioinformatics and the Canadian Computational Biology Conference 2016</a></p>"
  },
  {
    "_id": "6331ca608001b4e261620668",
    "title": "Dr. Joel Dudley’s talk at TorBUG",
    "date": "2016-03-30T00:00:00.000Z",
    "content": "<p> Dr. Haibe-Kains hosts <a href=\"http://dudleylab.org/\" target=\"_blank\">Dr. Joel Dudley </a>(Icahn School of Medicine at Mount Sinai, NYC, USA) for a <a href=\"https://torbug.org/\" target=\"_blank\">TorBUG</a> seminar.</p>"
  },
  {
    "_id": "6331ca608001b4e261620669",
    "title": "Pres at Applied Bioinformatics in Life Sciences conference",
    "date": "2016-03-17T00:00:00.000Z",
    "content": "<p>Zhaleh Safikhani’s abstract has been selected for oral presentation at the Applied Bioinformatics in Life Sciences, Leuven, Belgium</p>"
  },
  {
    "_id": "6331ca608001b4e26162066a",
    "title": "Release of MM2S package version 1.0.5",
    "date": "2016-02-25T00:00:00.000Z",
    "content": "<p>Release of <a href=\"https://cran.r-project.org/web/packages/MM2S/\" target=\"_blank\">MM2S package</a> version 1.0.5</p>"
  },
  {
    "_id": "6331ca608001b4e26162066b",
    "title": "Dr. Benjamin Haibe-Kains presents at the 17th MAQC",
    "date": "2016-02-10T00:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains presents at the 17th MAQC Project Meeting: MAQC and JMAC Joint Workshop on Sequencing Quality Control Phase II (SEQC2). Tokyo, Japan</p>"
  },
  {
    "_id": "6331ca608001b4e26162066c",
    "title": "Dr. Benjamin Haibe-Kains chairs the “Drug Discovery”",
    "date": "2016-02-01T05:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains chairs the “Drug Discovery” break out session at the Personalized Cancer Medicine in 2016 conference, Toronto, Canada</p>"
  },
  {
    "_id": "6331ca608001b4e26162066d",
    "title": "Drs. Gendoo, Safikhani, Manem, Madani present a poster",
    "date": "2016-02-01T05:00:00.000Z",
    "content": "<p>Deena Gendoo, Zhaleh Safikhani, Venkata Manem and Ali Madani present a poster at the Personalized Cancer Medicine in 2016 conference, Toronto, Canada</p>"
  },
  {
    "_id": "6331ca608001b4e26162066e",
    "title": "Drs. Gendoo, Safikhani and Manem&#039;s presentation",
    "date": "2015-11-08T05:00:00.000Z",
    "content": "<p>Drs. Deena Gendoo, Zhaleh Safikhani and Venkata Manem present their poster at the Canadian Cancer Research Conference, Montreal</p>"
  },
  {
    "_id": "6331ca608001b4e26162066f",
    "title": "Dr. Haibe-Kains is Young Investigator for SU2C",
    "date": "2015-09-30T00:00:00.000Z",
    "content": "<p>Dr. Haibe-Kains is Young Investigator in the first Stand-Up To Cancer (SU2C) Canadian DREAM Team</p>"
  },
  {
    "_id": "6331ca608001b4e261620670",
    "title": "Dr. Safikhani received the 2015 Conference Travel Award",
    "date": "2015-08-13T00:00:00.000Z",
    "content": "<p>Dr. Zhaleh Safikhani received the 2015 Conference Travel Award from the UHN Office of Research Trainees</p>"
  },
  {
    "_id": "6331ca608001b4e261620671",
    "title": "Dr. Haibe-Kains received a CIHR New Investigator Award",
    "date": "2015-06-30T00:00:00.000Z",
    "content": "<p>The Canadian Institutes of Health Research (CIHR) has granted Dr. Haibe-Kains an New Investigator Award</p>"
  },
  {
    "_id": "6331ca608001b4e261620672",
    "title": "The Haibe-Kains lab is part of the PanCuRx Program",
    "date": "2015-06-30T00:00:00.000Z",
    "content": "<p>The Haibe-Kains lab is part of the PanCuRx Program funded by the Ontario Institute of Cancer Research (OICR)</p>"
  },
  {
    "_id": "6331ca608001b4e261620673",
    "title": "Heather Selby and Dr. Zhaleh Safikhani’s research presentation",
    "date": "2015-06-24T00:00:00.000Z",
    "content": "<p>Heather Selby and Dr. Zhaleh Safikhani’s research presented at the GTEx Community Meeting in Chicago, USA</p>"
  },
  {
    "_id": "6331ca608001b4e261620674",
    "title": "Drs. Madeline Li and Benjamin Haibe-Kains received a grant",
    "date": "2015-05-13T00:00:00.000Z",
    "content": "<p>Drs. Madeline Li and Benjamin Haibe-Kains received a Princess Margaret Cancer Foundation (PMCF) Collaborative Personalized Cancer Medicine Team grant</p>"
  },
  {
    "_id": "6331ca608001b4e261620675",
    "title": "NSERC has granted Benjamin Haibe-Kains the grant",
    "date": "2015-04-01T04:00:00.000Z",
    "content": "<p>The Natural Sciences and Engineering Research Council of Canada (NSERC) has granted Benjamin Haibe-Kains the Discovery grant entitled “Ensemble framework to infer large-scale causal gene regulatory networks from transcriptomic data”</p>"
  },
  {
    "_id": "6331ca608001b4e261620676",
    "title": "BMC Bioinformatics accepts the paper",
    "date": "2015-03-27T00:00:00.000Z",
    "content": "<p>BMC Bioinformatics accepts the paper “A network model for angiogenesis in ovarian cancer\"</p>"
  },
  {
    "_id": "6331ca608001b4e261620677",
    "title": "Bioinformatics accepts the paper",
    "date": "2015-03-20T00:00:00.000Z",
    "content": "<p>Bioinformatics accepts the paper “Test set bias affects reproducibility of gene signatures\"</p>"
  },
  {
    "_id": "6331ca608001b4e261620678",
    "title": "Dr. Haibe-Kains received an Early Researcher Award",
    "date": "2015-03-17T00:00:00.000Z",
    "content": "<p>The Ministry of Economic Development and Innovation/Ministry of Research and Innovation of Ontario has granted Dr. Haibe-Kains an Early Researcher Award</p>"
  },
  {
    "_id": "6331ca608001b4e261620679",
    "title": "Deena Gendoo and Zhaleh Safikhani present a poster",
    "date": "2015-02-02T05:00:00.000Z",
    "content": "<p>Dr. Deena Gendoo and Dr. Zhaleh Safikhani present a poster at the conference “Personalized Cancer Medicine in 2015” in Toronto</p>"
  },
  {
    "_id": "6331ca608001b4e26162067a",
    "title": "Drs. Goldenberg, Tsao, and Haibe-Kains received grant",
    "date": "2015-02-02T05:00:00.000Z",
    "content": "<p>Drs. Anna Goldenberg, Ming Tsao, and Benjamin Haibe-Kains received a Canadian Cancer Research Society (CCSRI) Innovation grant</p>"
  },
  {
    "_id": "6331ca608001b4e26162067b",
    "title": "PNAS accepts the paper",
    "date": "2015-01-29T00:00:00.000Z",
    "content": "<p>PNAS accepts the paper “APOBEC3B expression in breast cancer reflects cellular proliferation while a deletion polymorphism is associated with immune activation”, collaboration with the Mak Lab</p>"
  },
  {
    "_id": "6331ca608001b4e26162067c",
    "title": "BHKLAB welcomes Natchar Ratanasirigulchal and Adrian She",
    "date": "2015-01-05T05:00:00.000Z",
    "content": "<p>BHKLAB welcomes Natchar Ratanasirigulchal and Adrian She from UBC as Co-Op Students</p>"
  },
  {
    "_id": "6331ca608001b4e26162067d",
    "title": "Nature Communications accepts the paper",
    "date": "2014-12-30T00:00:00.000Z",
    "content": "<p>Nature Communications accepts the paper “ZNF143 provides sequence specificity to secure chromatin interactions at gene promoters”, collaboration with the Lupien Lab</p>"
  },
  {
    "_id": "6331ca608001b4e26162067e",
    "title": "BHKLAB welcomes Dr. Venkata Manem",
    "date": "2014-12-22T00:00:00.000Z",
    "content": "<p>BHKLAB welcomes <a href=\"/bhklab//people/venkata_manem\" target=\"_blank\">Dr. Venkata Manem</a> as Postdoctoral Fellow</p>"
  },
  {
    "_id": "6331ca608001b4e26162067f",
    "title": "BMC Genomics accepts the paper",
    "date": "2014-11-21T00:00:00.000Z",
    "content": "<p>BMC Genomics accepts the paper “Transfer of clinically relevant gene expression signatures in breast cancer: from Affymetrix microarray to Illumina RNA-Sequencing technology”, collaboration wit the Sotiriou Lab</p>"
  },
  {
    "_id": "6331ca608001b4e261620680",
    "title": "Deena Gendoo will be presenting a poster",
    "date": "2014-11-17T00:00:00.000Z",
    "content": "<p>Deena Gendoo will be presenting a poster at the EMBL-EBI/Wellcome Trust Workshop on Resources for Computational Drug Discovery 2014, UK.</p>"
  },
  {
    "_id": "6331ca608001b4e261620681",
    "title": "Benjamin Haibe-Kains officially part of the MAQC consortium",
    "date": "2014-11-08T05:00:00.000Z",
    "content": "<p>Benjamin Haibe-Kains is now officially part of the <a href=\"http://www.nature.com/nbt/collections/seqc/index.html\" target=\"_blank\"> MAQC consortium </a></p>"
  },
  {
    "_id": "6331ca608001b4e261620682",
    "title": "CCSRI has granted Dr. Benjamin Haibe-Kains an award",
    "date": "2014-10-30T00:00:00.000Z",
    "content": "<p>The Canadian Cancer Society Research Institute has granted Benjamin Haibe-Kains a Junior Investigator Grant Panel Travel Award.</p>"
  },
  {
    "_id": "6331ca608001b4e261620683",
    "title": "Cancer Research Society funds the project",
    "date": "2014-08-28T00:00:00.000Z",
    "content": "<p>The Cancer Research Society funds the project entitled \"Assessment if biomedical relevance of molecular subtyping in breast and ovarian cancers”</p>"
  },
  {
    "_id": "6331ca608001b4e261620684",
    "title": "Nicolas Bouchard receives 2014 IRCM Maria and Lino Ermacora award",
    "date": "2014-07-23T00:00:00.000Z",
    "content": "<p>BHKLAB member Nicolas Bouchard was awarded the <a href=\"http://www.ircm.qc.ca/Medias/Nouvelles/Pages/Detail.aspx?pID=400&PFLG=1033&lan=1033\">2014 Maria and Lino Ermacora scholarship</a> from Institut de Recheres Chlinique de Montréal for his MSc studies.</p>"
  },
  {
    "_id": "6331ca608001b4e261620685",
    "title": "BHKLAB welcomes Dr. Elham Salehi",
    "date": "2014-06-16T00:00:00.000Z",
    "content": "<p>We are pleased to welcome Dr. Elham Salehi as a new postdoc in the BHKLAB. Elham will be working on developing a novel approach for high-throughput discovery of drug combinations using large-scale pharmacogenomic data. Welcome Elham!</p>"
  },
  {
    "_id": "6331ca608001b4e261620686",
    "title": "Catharina Olsen receives the Solvay Award",
    "date": "2014-06-11T00:00:00.000Z",
    "content": "<p>Visiting postdoctoral researcher Dr. Catharina Olsen was awarded the distinguished <a href=\"http://www.solvayinstitutes.be/\">Solvay Award</a>. Congratulations!</p>"
  },
  {
    "_id": "6331ca608001b4e261620687",
    "title": "BHKLAB welcomes Dr. Zhaleh Safikhani",
    "date": "2014-06-10T00:00:00.000Z",
    "content": "<p>We are pleased to welcome Dr. Zhaleh Safikhani as a new postdoc in the BHKLAB. Zhaleh will be analyzing next-generation sequencing data from large panels of cancer cell lines to investigate their association between novel genomic features and drug sensitivity. Welcome Zhaleh!</p>"
  },
  {
    "_id": "6331ca608001b4e261620688",
    "title": "Frontiers in Genetics accepts our paper",
    "date": "2014-05-26T00:00:00.000Z",
    "content": "<p>Our paper on the topic \"Relevance of different prior knowledge sources for inferring gene interaction networks” was accepted in Frontiers in Genetics: Computational Biology and Bioinformatics. The paper's abstract can be read on <a href=\"http://journal.frontiersin.org/Journal/10.3389/fgene.2014.00177/abstract\" target=\"_blank\"> the journal's web site</a>. We congratulate lab members Catharina Olsen and Benjamin Haibe-Kains for their contributions.</p>"
  },
  {
    "_id": "6331ca608001b4e261620689",
    "title": "BHKLAB Website Launch!",
    "date": "2014-05-14T00:00:00.000Z",
    "content": "<p>We are excited to announce the launch of the new BHKLAB website!<br /></p>"
  },
  {
    "_id": "6331ca608001b4e26162068a",
    "title": "Cancer Research accepts our review",
    "date": "2014-05-09T04:00:00.000Z",
    "content": "<p>Our review about \"Enhancing Reproducibility in Cancer Drug Screening: How Do We Move Forward? \" was accepted in Cancer Research.</p>"
  },
  {
    "_id": "6331ca608001b4e26162068b",
    "title": "Summer students receive CIHR-IG Computational Biology Awards",
    "date": "2014-03-31T00:00:00.000Z",
    "content": "<p>Dong Yao (Donald) Wang and Alain R. Bateman were each awarded the Computational Biology Undergraduate Summer Student Health Research Award from the CIHR Institute of Genetics (CIHR-IG) for their summer internships with the BHKLAB. More information about the award may be found on the <a href=\"http://www.cihr-irsc.gc.ca/e/47841.html\" target=\"_blank\">CIHR website</a>.</p>"
  }
]